IDEA Open Model
MatSteelRUS.fu Property
 Ultimate strength
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double fu { get; set; }
Public Property fu As Double
	Get
	Set
public:
property double fu {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatSteelRUS Class
IdeaRS.OpenModel.Material Namespace